{"title":"关于网络匿名","slug":"关于网络匿名","date":"2018-07-28T13:39:34.000Z","updated":"2018-07-28T14:11:55.591Z","comments":true,"path":"api/articles/关于网络匿名.json","photos":[],"link":"","excerpt":null,"covers":null,"content":"<h1 id=\"数字抵制政府和企业的间谍活动\"><a href=\"#数字抵制政府和企业的间谍活动\" class=\"headerlink\" title=\"数字抵制政府和企业的间谍活动\"></a>数字抵制政府和企业的间谍活动</h1><p>在暗网翻出来的，机翻的有点那个啥看看就就，非本人原创</p>\n<p>我们的目标：本指南假装教授安全的冲浪。它不会假装鼓励犯罪。这是一个概念上的指导。个人安全手册。知道一点，它永远不会伤害。</p>\n<p>我们认为，言论自由必须是一项真正的权利。匿名和隐私是一种保证。不幸的是，有人利用这一点来做恶。这个想法是用来对付政府和大公司。这是我们的目标。黑客行为。争取我们在网络中的权利。</p>\n<p>它们不会给我们上网，它是一种抑制和观察的工具。看见一切的眼睛，1984年的“老大哥”。这是一个新的互动数字“圣经”，它自动出现在我们面前。“religosidad”现在发挥政府的作用。间谍活动是在没有被人看到的情况下进行的。他们还将人们的私生活变成了公共事物。比如Facebook。了解人们的品味和欲望。比如谷歌。 不仅如此，他们发送给我们并用广告轰炸我们，建立没有感官的刻板印象的目标。</p>\n<p>计算机安全不仅仅是安装TOR浏览器。这是一个对技术态度，理解它如何运作的问题，因为它们可能会随着时间的推移而发生变化，但如果我们看到信息与个人安全没有改变，我们将一如既往地保持脆弱性。</p>\n<p>本指南旨在证明您可以在网络上拥有匿名配置文件。我们将从硬件转向软件再到我们的习惯。</p>\n<h3 id=\"硬件-软件级别：\"><a href=\"#硬件-软件级别：\" class=\"headerlink\" title=\"硬件/软件级别：\"></a>硬件/软件级别：</h3><p>首先，您应该为您的匿名任务获得一台笔记本电脑。你必须得到它的二手。如果它是新的或使用无关紧要，您的购买交易无需注册。尝试成为最常见，没有奢侈或浮华的计算机，可以让你识别。什么都不应该与你联系。从来没有，在任何情况下都不应该混合你的现实生活。你在这做什么应该留在这里。照顾好您的匿名个人资料。那么你不应该检查你的Facebook，或你的Gmail等。在这个团队中。</p>\n<p>将密码放在开头，然后放入设置。打开笔记本电脑时，您应该要求输入密码。磁盘必须由您格式化，安装您认为方便的操作系统，但即使这样，也要加密磁盘，pendrives以及您使用的所有内容。操作系统总是要求输入密码，甚至在屏幕保护程序后要求输入密码。不言而喻，它必须是一个强大的密码。团队名称必须尽可能标准。团队总是不得不带着你或者在一个隐蔽的地方，远离你。这取决于你做了什么。</p>\n<p>改变团队的MAC，如果你正在读这个，你必须知道它是什么。盖上相机和麦克风。仍然避免安装驱动程序。据斯诺登说，美国国家安全局可以进入，直到仍然关闭。除非您的VPN / Tor方案为您提供安全保护，否则不应使用此设备连接到Internet连接。此外，您不应该在此计算机上检查您喜欢的页面。同样，如果您希望匿名配置文件与您的真实生活档案保持匿名，则不应混淆您的匿名配置文件。从来没有。</p>\n<p>您最后必须使用Tor浏览器完成导航，但如果您需要使用通用浏览器，通过VPN，或代理socks5或Tor，您必须在隐身模式下使用它。虽然此模式会留下您使用互联网上的常用导航生成的相同跟踪，但隐身模式不会生成本地跟踪，Cookie，历史记录等。</p>\n<p>无论您使用何种操作系统，它都应该是英文版，其时间设置与您的不同。安装了更新的防病毒软件，如果可能的话安装防火墙和防恶魔软件。随着操作系统，它必须更新。安装必不可少的软件，并尽可能减少配置，删除所有不使用的软件，当然这也必须更新。<br>在浏览器中禁用“记住历史记录”。最好使用FireFox或其他开源，即使这样，也始终以隐身模式导航。退出浏览器时，切勿使用密码提醒并删除整个历史记录。如果您使用linux，请禁用bash历史记录，如果您使用Windows，则有许多软件可用于禁用它带来的间谍选项。在浏览器中安装附加组件，在任何地方安装https，而不是javascript，广告拦截器和随机代理。</p>\n<p>此外，您不必拥有可识别您身份的用户名和密码。它不必涉及个人品味，标题，身体特征，更不用说你的名字。顺便说一句，您使用的密码必须是唯一的，并且对于您输入的所有系统都不可重复。此外，它不应该有任何逻辑。例如，Facebook密钥不能fuck.facebook Gmail fuck.gmail等。如果你有逻辑，有人可以猜测甚至猜你的其他键。将替代搜索引擎用于Google。</p>\n<p>使用虚拟机，可以帮助我们，无论是测试来历不明的程序Opara只是上网冲浪有使后VM被删除或恢复回来，留下的各种证据。据CHEMA阿隆索，有恶意软件，可以“跳”虚拟机的主机系统。</p>\n<h3 id=\"Internet连接级别\"><a href=\"#Internet连接级别\" class=\"headerlink\" title=\"Internet连接级别\"></a>Internet连接级别</h3><p>切勿使用自己的Internet连接。使用破裂的wifis（这是非法的）或网吧，图书馆，公共场所。  例如，即使您可以使用USB AP连接到Wifis，它也是理想的选择，因为如果您检测到网络中存在的入侵，您可以快速丢弃该设备。使用VPN，当然还有TOR。有几个连接方案并交替使用它们。仍然尝试每隔一段时间使用新的VPN。 禁用我们的路由器到Internet的日志记录。从其他wifis路由器到我们连接的地方，如果我们能做到的话。<br>ISP可以记录我们的流量，使用https，它不再是保证。仅这一点就可以实现隐私，所以你不知道发生了什么，但是如果你知道我们连接到谷歌那么。VPN的使用将避免ISP，但VPN的人知道我们连接并且有流量，但他们无法破译它。<br>VPN，取决于它是否付费，取决于它所在的国家/地区。它可能记录也可能不记录我们的行为。真的很难知道它。阅读您的隐私政策。谨防美国VPN。<br>连接到网络的所有设备都有一个IP，我们使用的服务越多，无论是VPN，Tor，我们都会添加层，这会使我们更难以联系到我们。作为回报，牺牲速度但获得安全。</p>\n<h3 id=\"导航级别\"><a href=\"#导航级别\" class=\"headerlink\" title=\"导航级别\"></a>导航级别</h3><p>使用Proxies Web并不是一项艰巨的任务，无论代理记录我们的操作多少。例如，它用于测试另一个用户，该用户与我们正在使用的用户不同，并且不会保留在使用相同IP输入到两个不同帐户的系统中。<br>有些系统通过IP进行限制以进行查询。一个简单的Web代理可以跳过这个障碍。 像Tails这样的现场CD可以很好地解决所有问题。但请记住，绝对没有本地记录，但你在网络上做什么。 另外请记住，使用javascript，flash等，您可以找到您的IP，无论您采用的所有匿名超级措施如何。我们自己是最脆弱的一点。</p>\n<h3 id=\"安全策略级别\"><a href=\"#安全策略级别\" class=\"headerlink\" title=\"安全策略级别\"></a>安全策略级别</h3><p>这是最困难的级别。改变习惯，或有两个习惯。一个正常的互联网和另一平行于暗网维权的作用。为了谁捉住了，已经这样做了，他们通过写如何，甚至你的浏览行为，相同的连接方案和重复页面之间的导航最，先进入一本刊物，那么邮件，然后和好。小心点 一切都可以找到你。<br>阅读VPN，代理等的隐私政策。隐私政策。我认为，如果我们读coinciencia，从来没有什么更多的，我们会在网上注册。怎么可能是谷歌，Facebook等 自由吗？<br>不要谈论更多，并照顾所有充分说明的事情。所有被说和“写”的东西都可以用来对付我们。 总是想象有人在看着我们。让我们按照那样做。拥有所需的安全级别是我们的责任。<br>有匿名和一些临时邮件服务。根据我们开发的活动，它可以是一个很好的资源。 请记住，计算机专家基于痕迹，日志和记录的任何内容来指责我们。其余的是逻辑问题而不是技术问题。你不应该发表评论，说明某人可以认识到你的个性，你的意见，打字错误，西班牙语的当地方言等。小心你的写作或写作方式。所有这些问题都可以将您与现实生活情况联系起来。尽可能少地参与。即使种植虚假信息，也会生成与您无关的踪迹。永远不要告诉别人你做了什么。这可能会对你不利。</p>\n<h3 id=\"最后两个问题\"><a href=\"#最后两个问题\" class=\"headerlink\" title=\"最后两个问题\"></a>最后两个问题</h3><p>1.如果我们的电脑或手机落入当局的手中，会发生什么？<br>那不一定会发生。但是如果我们抢劫或丢失一些设备会发生什么。我们在那里拥有什么私人物品，我们不想落入坏人之手？<br>3.如果我们接近并且我们认为我们已经改变了互联网上的某些页面，会发生什么。我们准备好了吗？<br>我们的运营应始终基于之前的问题。</p>\n<p>除了技术观点之外，秘诀就是要有多种习惯，好像我们有多重性格一样。协会的概念非常重要。我们不应该出于任何原因将这两个人物联系起来，既不是真实的，也不是虚拟的，反之亦然。这是每个人都失败并被抓住的地方。封闭的嘴巴最终成为匿名的最佳工具。自我是你的主要敌人。</p>\n<p>对于一个自由思想的网络。知识分子革命现在开始了。</p>\n<h3 id=\"开放获取游击队的宣言摘录\"><a href=\"#开放获取游击队的宣言摘录\" class=\"headerlink\" title=\"开放获取游击队的宣言摘录\"></a>开放获取游击队的宣言摘录</h3><p>我们需要获取信息，无论它存储在何处，制作我们的副本并与世界分享。我们需要将没有复制权的内容添加到此文件中。我们需要购买秘密数据库并将其放在网上。我们需要下载科学期刊并将其上传到文件共享网络。我们需要打一场游击队进行开放存取。</p>\n<p>如果我们足够，在世界各地，我们不仅会发出反对知识私有化的强烈信息 - 我们将使它成为过去。你打算加入我们吗？</p>\n<p>Aaron Swartz<br>2008年7月，Eremo，意大利</p>\n","categories":[],"tags":[]}